Repository: RedTurtle/collective.captchacontactinfo
Catalog: collective/captchacontactinfo/locales/*/LC_MESSAGES/collective.captchacontactinfo.po
Languages: de

source: Captcha not configured
de: Captcha nicht eingerichtet

source: Contact-info Configuration
de: Contact-Info einrichten

source: Contact-info settings
de: Contact-Info Einstellungen

source: Please correct the indicated errors.
de: Bitte korrigieren Sie die angezeigten Fehler

source: Please enter a message
de: Bitte eine Nachricht eingeben

source: Please enter a subject.
de: Bitte einen Betreff eingeben

source: Please submit an email address.
de: Bitte geben Sie eine E-Mail Adresse ein

source: You entered an invalid email address.
de: Sie haben eine ungültige E-Mail Adresse eingegeben

source: contactinfo-config-policy
de: Erklärung

source: contactinfo-config-policyhelp
de: Geben Sie den Pfad zu Ihrer Erklärung ein. Zum Beispiel: ordner/policy-page

source: help_captcha
de: Kopieren Sie beide Wörter aus dem Bild in das Eingabefeld. Diese Schritt ist nötig um dieses Formular vor Spam und Missbrauch zu schützen.

source: help_subject
de: Bitte geben Sie den Betreff der Nachricht ein

source: label_captcha
de: Spamschutz
