Repository: RedTurtle/collective.captchacontactinfo
Catalog: src/collective/captchacontactinfo/locales/*/LC_MESSAGES/collective.captchacontactinfo.po
Languages: it

source: Bot prevention tecnique
it: Tecnica di prevenzione dei bot

source: Confirm email
it: Conferma il tuo email

source: Confirm your email
it: Conferma il tuo email

source: bad_field_value
it: Il valore immesso non è corretto. Se il problema persiste, contattare l'amministratore del sito

source: contactinfo-config-policy
it: Pagina per l'informativa sulla privacy

source: contactinfo-config-policyhelp
it: Inserisci il percorso della pagina usata per l'informativa sulla privacy. Per esempio: folder-a/policy-page

source: description_contact_site_owner
it: Compila questo form per contattare i gestori del sito

source: description_contact_site_owner_success
it: Grazie per il tuo feedback

source: heading_contact_form
it: Contatti

source: help_sender_from_address_customized
it: Inserisci la tua e-mail se vuoi ricevere una risposta

source: label_send
it: Invia

source: not_compile_captcha
it: La verifica del captcha non è andata a buon fine.

source: text_no_email_setup
it: Prima di procedere occorre impostare la configurazione di Posta del sito
